Repository: kitknox/rootshell
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, sl, sv, uk, vi, zh_hans, zh_hant

source: Re-select File (Bookmark Stale)
ar: إعادة اختيار الملف (إشارة مرجعية منتهية)
ca: Tornar a seleccionar el fitxer (marcador obsolet)
cs: Znovu vybrat soubor (záložka zastaralá)
da: Vælg fil igen (bogmærke udløbet)
de: Datei erneut auswählen (Lesezeichen veraltet)
es: Volver a seleccionar archivo (marcador obsoleto)
fi: Valitse tiedosto uudelleen (kirjanmerkki vanhentunut)
fr: Resélectionner le fichier (signet obsolète)
he: בחר קובץ מחדש (סימנייה לא עדכנית)
hu: Fájl újraválasztása (elavult könyvjelző)
it: Riselezionare il file (segnalibro obsoleto)
ja: ファイルを再選択（ブックマーク期限切れ）
ko: 파일 다시 선택 (북마크 만료됨)
nb: Velg fil på nytt (bokmerke utløpt)
nl: Bestand opnieuw selecteren (bladwijzer verlopen)
pl: Wybierz plik ponownie (nieaktualny zakładka)
pt_br: Reselecionar Arquivo (Favorito Expirado)
pt_pt: Resselecionar Ficheiro (Marcador Expirado)
ro: Reselectati fisierul (marcaj expirat)
sl: Ponovno izberite datoteko (zaznamek je zastaral)
sv: Välj fil igen (bokmärke utgånget)
uk: Обрати файл знову (закладка застаріла)
vi: Chọn Lại Tệp (Dấu Trang Hết Hạn)
zh_hans: 重新选择文件（书签已过期）
zh_hant: 重新選擇檔案（書籤已過期）

source: Re-source .rootshellrc (or source <file>)
ar: إعادة تحميل .rootshellrc (أو source <ملف>)
ca: Recarrega .rootshellrc (o source <fitxer>)
cs: Znovu načíst .rootshellrc (nebo source <soubor>)
da: Genindlæs .rootshellrc (eller source <fil>)
de: .rootshellrc neu laden (oder source <Datei>)
es: Recargar .rootshellrc (o source <archivo>)
fi: Lataa .rootshellrc uudelleen (tai source <tiedosto>)
fr: Recharger .rootshellrc (ou source <fichier>)
he: טען מחדש .rootshellrc (או source <קובץ>)
hu: .rootshellrc újratöltése (vagy source <fájl>)
it: Ricaricare .rootshellrc (o source <file>)
ja: .rootshellrc を再読み込み (または source <ファイル>)
ko: .rootshellrc 다시 불러오기 (또는 source <파일>)
nb: Last inn .rootshellrc på nytt (eller source <fil>)
nl: .rootshellrc opnieuw laden (of source <bestand>)
pl: Przeładuj .rootshellrc (lub source <plik>)
pt_br: Recarregar .rootshellrc (ou source <arquivo>)
pt_pt: Recarregar .rootshellrc (ou source <ficheiro>)
ro: Reîncarcă .rootshellrc (sau source <fișier>)
sl: Ponovno naloži .rootshellrc (ali source <datoteka>)
sv: Ladda om .rootshellrc (eller source <fil>)
uk: Перезавантажити .rootshellrc (або source <файл>)
vi: Tải lại .rootshellrc (hoặc source <tệp>)
zh_hans: 重新加载 .rootshellrc (或 source <文件>)
zh_hant: 重新載入 .rootshellrc (或 source <檔案>)

source: Reached maximum include depth (%lld) — deeper config-file entries skipped.
ar: تم بلوغ الحد الأقصى لعمق التضمين (%lld)، تم تخطي إدخالات الملف الأعمق.
ca: S'ha arribat a la profunditat màxima d'inclusió (%lld) — s'han omès les entrades de config més profundes.
cs: Dosaženo maximální hloubky include (%lld) — hlubší položky v config souboru přeskočeny.
da: Maksimal include-dybde nået (%lld) — dybere config-filposter sprunget over.
de: Maximale Include-Tiefe erreicht (%lld) — tiefer liegende Einträge übersprungen.
es: Se alcanzó la profundidad máxima de inclusión (%lld) — se omitieron las entradas más profundas.
fi: Suurin include-syvyys saavutettu (%lld) — syvemmät config-tiedoston merkinnät ohitettu.
fr: Profondeur d'inclusion maximale atteinte (%lld) — les entrées plus profondes ont été ignorées.
he: הגעת לעומק include מרבי (%lld) — רשומות עמוקות יותר בקובץ config דולגו.
hu: Elérted a maximális include mélységet (%lld) — a mélyebb config fájlbejegyzések kihagyva.
it: Raggiunta la profondità massima di inclusione (%lld) — voci più profonde ignorate.
ja: 最大インクルード深度 (%lld) に到達 — それ以上の設定ファイルエントリはスキップされました。
ko: 최대 인클루드 깊이 (%lld)에 도달 — 더 깊은 설정 파일 항목은 건너뜁니다.
nb: Nådde maksimal include-dybde (%lld) — dypere config-filoppføringer hoppet over.
nl: Maximale include-diepte (%lld) bereikt — diepere configuratiebestand-items overgeslagen.
pl: Osiągnięto maksymalną głębokość include (%lld) — głębsze wpisy w pliku config zostały pominięte.
pt_br: Profundidade máxima de inclusão atingida (%lld) — entradas mais profundas foram ignoradas.
pt_pt: Atingiu a profundidade máxima de include (%lld) — entradas de ficheiros de config mais profundas ignoradas.
ro: S-a atins adâncimea maximă de include (%lld) — intrările mai adânci din fișierul config au fost omise.
sl: Dosežena je največja globina vključevanja (%lld) — globlji zapisi v datoteki config so preskočeni.
sv: Nådde maximalt include-djup (%lld) — djupare konfigurationsfilposter hoppades över.
uk: Досягнуто максимальної глибини include (%lld) — глибші записи у файлі config пропущено.
vi: Đã đạt độ sâu include tối đa (%lld) — các mục tệp cấu hình sâu hơn đã bị bỏ qua.
zh_hans: 已达到最大包含深度 (%lld) — 更深层的配置文件条目已跳过。
zh_hant: 已達到最大引入深度 (%lld) — 更深層的設定檔項目已略過。

source: Read
ar: قراءة
ca: Lectura
cs: Čtení
da: Læs
de: Lesen
es: Lectura
fi: Luku
fr: Lecture
he: קריאה
hu: Olvasás
it: Lettura
ja: 読み取り
ko: 읽기
nb: Les
nl: Lezen
pl: Odczyt
pt_br: Leitura
pt_pt: Leitura
ro: Citire
sl: Branje
sv: Läs
uk: Читання
vi: Đọc
zh_hans: 读取
zh_hant: 讀取

source: Read a .ssh folder (the one with your config and id_* files) and turn each Host entry into a connection profile. Private keys referenced by IdentityFile are imported into the keychain if they aren't already there. Passwords are never read from disk.
ar: يقرأ مجلد .ssh (المجلد الذي يحتوي على ملفات config وid_*) ويحوّل كل إدخال Host إلى ملف شخصي للاتصال. تُستورد المفاتيح الخاصة المشار إليها بواسطة IdentityFile إلى سلسلة المفاتيح إن لم تكن موجودة. لا تُقرأ كلمات المرور من القرص أبداً.
ca: Llegeix una carpeta .ssh (la que conté els fitxers config i id_*) i converteix cada entrada Host en un perfil de connexió. Les claus privades referenciades per IdentityFile s’importen al clauer si encara no hi són. Les contrasenyes mai no es llegeixen del disc.
cs: Načte složku .ssh (tu se soubory config a id_*) a každou položku Host převede na profil připojení. Soukromé klíče uvedené v IdentityFile se naimportují do Klíčenky, pokud tam ještě nejsou. Hesla se nikdy nečtou z disku.
da: Læser en .ssh-mappe (den med dine config- og id_*-filer) og omdanner hver Host-post til en forbindelsesprofil. Private nøgler, der refereres af IdentityFile, importeres til nøgleringen, hvis de ikke allerede er der. Adgangskoder læses aldrig fra disk.
de: Liest einen .ssh-Ordner (den mit deinen config- und id_*-Dateien) und wandelt jeden Host-Eintrag in ein Verbindungsprofil um. Private Schlüssel, auf die per IdentityFile verwiesen wird, werden in den Schlüsselbund importiert, falls sie noch nicht vorhanden sind. Passwörter werden niemals von der Festplatte gelesen.
es: Lee una carpeta .ssh (la que contiene tus archivos config e id_*) y convierte cada entrada Host en un perfil de conexión. Las claves privadas referenciadas por IdentityFile se importan al Llavero si aún no están. Las contraseñas nunca se leen del disco.
fi: Lukee .ssh-kansion (sen, jossa ovat config- ja id_*-tiedostosi) ja muuntaa jokaisen Host-merkinnän yhteysprofiiliksi. IdentityFile-kohdassa viitatut yksityiset avaimet tuodaan Avainnippuun, jos niitä ei vielä ole siellä. Salasanoja ei koskaan lueta levyltä.
fr: Lit un dossier .ssh (celui contenant vos fichiers config et id_*) et transforme chaque entrée Host en profil de connexion. Les clés privées référencées par IdentityFile sont importées dans le trousseau si elles n’y sont pas déjà. Les mots de passe ne sont jamais lus depuis le disque.
he: קריאת תיקיית .ssh (זו עם הקבצים config ו‑id_*) והפיכת כל רשומת Host לפרופיל חיבור. מפתחות פרטיים שאליהם מפנה IdentityFile מיובאים לצרור המפתחות אם אינם שם כבר. סיסמאות אינן נקראות מהדיסק לעולם.
hu: Beolvas egy .ssh mappát (azt, amelyik a config és id_* fájlokat tartalmazza), és minden Host bejegyzést kapcsolati profillá alakít. Az IdentityFile által hivatkozott privát kulcsokat importálja a Kulcskarikára, ha még nincsenek ott. Jelszavakat soha nem olvas a lemezről.
it: Legge una cartella .ssh (quella con i tuoi file config e id_*) e trasforma ogni voce Host in un profilo di connessione. Le chiavi private indicate da IdentityFile vengono importate nel portachiavi se non sono già presenti. Le password non vengono mai lette dal disco.
ja: .ssh フォルダ(config ファイルと id_* ファイルが入っているもの)を読み込み、各 Host エントリを接続プロファイルに変換します。IdentityFile で参照されている秘密鍵は、まだキーチェーンにない場合にインポートされます。パスワードはディスクから読み込まれません。
ko: .ssh 폴더(config 및 id_* 파일이 들어 있는 폴더)를 읽어 각 Host 항목을 연결 프로파일로 변환합니다. IdentityFile에서 참조하는 개인 키는 키체인에 아직 없을 경우 가져옵니다. 비밀번호는 디스크에서 읽지 않습니다.
nb: Leser en .ssh-mappe (den med config- og id_*-filene dine) og gjør hver Host-oppføring om til en tilkoblingsprofil. Private nøkler det vises til via IdentityFile, importeres til nøkkelringen hvis de ikke allerede er der. Passord leses aldri fra disk.
nl: Leest een .ssh-map (die met je config- en id_*-bestanden) en zet elke Host-vermelding om in een verbindingsprofiel. Privésleutels waarnaar via IdentityFile wordt verwezen, worden in de sleutelhanger geïmporteerd als ze er nog niet in staan. Wachtwoorden worden nooit van schijf gelezen.
pl: Odczytuje folder .ssh (ten z plikami config oraz id_*) i zamienia każdy wpis Host na profil połączenia. Klucze prywatne wskazane przez IdentityFile są importowane do pęku kluczy, jeśli jeszcze ich tam nie ma. Hasła nigdy nie są odczytywane z dysku.
pt_br: Lê uma pasta .ssh (a que contém seus arquivos config e id_*) e transforma cada entrada Host em um perfil de conexão. As chaves privadas referenciadas por IdentityFile são importadas para o Chaveiro caso ainda não estejam lá. As senhas nunca são lidas do disco.
pt_pt: Lê uma pasta .ssh (a que contém os seus ficheiros config e id_*) e transforma cada entrada Host num perfil de ligação. As chaves privadas referidas por IdentityFile são importadas para o porta-chaves se ainda não estiverem lá. As palavras-passe nunca são lidas do disco.
ro: Citește un dosar .ssh (cel cu fișierele tale config și id_*) și transformă fiecare intrare Host într-un profil de conexiune. Cheile private menționate prin IdentityFile sunt importate în brelocul de chei dacă nu se află deja acolo. Parolele nu sunt niciodată citite de pe disc.
sl: Prebere mapo .ssh (tisto z datotekama config in id_*) in vsak vnos Host pretvori v profil povezave. Zasebni ključi, navedeni v IdentityFile, se uvozijo v Ključavnico, če tam še niso. Gesla se nikoli ne berejo z diska.
sv: Läser en .ssh-mapp (den med dina config- och id_*-filer) och gör varje Host-post till en anslutningsprofil. Privata nycklar som refereras av IdentityFile importeras till nyckelhanteraren om de inte redan finns där. Lösenord läses aldrig från disk.
uk: Зчитує теку .ssh (ту, що містить файли config та id_*) і перетворює кожен запис Host на профіль з’єднання. Приватні ключі, на які посилається IdentityFile, імпортуються до в’язки ключів, якщо їх там ще немає. Паролі ніколи не зчитуються з диска.
vi: Đọc một thư mục .ssh (thư mục chứa các tệp config và id_*) và chuyển mỗi mục Host thành một hồ sơ kết nối. Các khóa riêng được tham chiếu bởi IdentityFile sẽ được nhập vào Keychain nếu chưa có sẵn. Mật khẩu sẽ không bao giờ được đọc từ ổ đĩa.
zh_hans: 读取 .ssh 文件夹（包含 config 和 id_* 文件的文件夹），并将每个 Host 条目转换为一个连接配置。IdentityFile 引用的私钥如果尚未存在于钥匙串中，将被导入。密码绝不会从磁盘读取。
zh_hant: 讀取 .ssh 檔案夾（包含 config 與 id_* 檔案的檔案夾），並將每個 Host 條目轉換為一個連線設定檔。IdentityFile 所參照的私密金鑰如果尚未存在於鑰匙圈中，將會被匯入。密碼絕不會從磁碟讀取。

source: Read-only command, safe to execute
ar: أمر للقراءة فقط، آمن للتنفيذ
ca: Comanda de només lectura, segur d'executar
cs: Příkaz pouze pro čtení, bezpečný ke spuštění
da: Skrivebeskyttet kommando, sikker at udføre
de: Nur-Lese-Befehl, sicher auszuführen
es: Comando de solo lectura, seguro de ejecutar
fi: Vain luku -komento, turvallista suorittaa
fr: Commande en lecture seule, exécution sans risque
he: פקודת קריאה בלבד, בטוחה להרצה
hu: Csak olvasási parancs, biztonságosan végrehajtható
it: Comando di sola lettura, sicuro da eseguire
ja: 読み取り専用コマンド、安全に実行可能
ko: 읽기 전용 명령어, 안전하게 실행 가능
nb: Skrivebeskyttet kommando, trygg å kjøre
nl: Alleen-lezen opdracht, veilig om uit te voeren
pl: Polecenie tylko do odczytu, bezpieczne do wykonania
pt_br: Comando somente leitura, seguro para executar
pt_pt: Comando apenas de leitura, seguro para executar
ro: Comandă doar pentru citire, sigură de executat
sl: Ukaz samo za branje, varen za izvedbo
sv: Skrivskyddat kommando, säkert att köra
uk: Команда лише для читання, безпечно виконувати
vi: Lệnh chỉ đọc, an toàn để thực thi
zh_hans: 只读命令，可安全执行
zh_hant: 唯讀命令，可安全執行

source: Read-only operation that doesn't access sensitive data
ar: عملية قراءة فقط لا تصل إلى بيانات حساسة
ca: Operació de només lectura que no accedeix a dades sensibles
cs: Operace pouze pro čtení, která nepřistupuje k citlivým datům
da: Skrivebeskyttet handling uden adgang til følsomme data
de: Schreibgeschützter Vorgang ohne Zugriff auf sensible Daten
es: Operación de solo lectura que no accede a datos sensibles
fi: Vain luku -toiminto, joka ei käytä arkaluontoisia tietoja
fr: Opération en lecture seule sans accès aux données sensibles
he: פעולת קריאה בלבד שאינה ניגשת לנתונים רגישים
hu: Csak olvasási művelet, amely nem fér hozzá érzékeny adatokhoz
it: Operazione di sola lettura che non accede a dati sensibili
ja: 機密データにアクセスしない読み取り専用の操作
ko: 민감한 데이터에 접근하지 않는 읽기 전용 작업
nb: Skrivebeskyttet operasjon som ikke får tilgang til sensitive data
nl: Alleen-lezenbewerking zonder toegang tot gevoelige gegevens
pl: Operacja tylko do odczytu, która nie uzyskuje dostępu do wrażliwych danych
pt_br: Operação somente leitura que não acessa dados sensíveis
pt_pt: Operação só de leitura que não acede a dados sensíveis
ro: Operațiune doar-citire care nu accesează date sensibile
sl: Operacija samo za branje, ki ne dostopa do občutljivih podatkov
sv: Skrivskyddad åtgärd som inte använder känsliga data
uk: Операція лише для читання, що не отримує доступу до конфіденційних даних
vi: Thao tác chỉ đọc không truy cập dữ liệu nhạy cảm
zh_hans: 不访问敏感数据的只读操作
zh_hant: 不存取敏感資料的唯讀操作

source: Ready
ar: جاهز
ca: Preparat
cs: Připraveno
da: Klar
de: Bereit
es: Listo
fi: Valmis
fr: Prêt
he: מוכן
hu: Kész
it: Pronto
ja: 準備完了
ko: 준비 완료
nb: Klar
nl: Gereed
pl: Gotowe
pt_br: Pronto
pt_pt: Pronto
ro: Pregătit
sl: Pripravljeno
sv: Redo
uk: Готовий
vi: Sẵn sàng
zh_hans: 就绪
zh_hant: 就緒

source: Ready to connect
ar: جاهز للاتصال
ca: A punt per connectar
cs: Připraveno k připojení
da: Klar til at oprette forbindelse
de: Bereit zum Verbinden
es: Listo para conectar
fi: Valmis yhdistämään
fr: Prêt à se connecter
he: מוכן להתחברות
hu: Kész a csatlakozásra
it: Pronto per la connessione
ja: 接続準備完了
ko: 연결 준비 완료
nb: Klar til å koble til
nl: Klaar om te verbinden
pl: Gotowe do połączenia
pt_br: Pronto para conectar
pt_pt: Pronto para ligar
ro: Gata de conectare
sl: Pripravljeno za povezavo
sv: Redo att ansluta
uk: Готово до з'єднання
vi: Sẵn sàng kết nối
zh_hans: 准备连接
zh_hant: 準備好連線

source: Ready to import (SHA256:%@…)
ar: جاهز للاستيراد (SHA256:%@…)
ca: A punt per importar (SHA256:%@…)
cs: Připraveno k importu (SHA256:%@…)
da: Klar til import (SHA256:%@…)
de: Bereit zum Importieren (SHA256:%@…)
es: Listo para importar (SHA256:%@…)
fi: Valmis tuotavaksi (SHA256:%@…)
fr: Prêt à importer (SHA256:%@…)
he: מוכן לייבוא (SHA256:%@…)
hu: Importra kész (SHA256:%@…)
it: Pronto per l'importazione (SHA256:%@…)
ja: インポート準備完了（SHA256:%@…）
ko: 가져올 준비 완료 (SHA256:%@…)
nb: Klar til å importere (SHA256:%@…)
nl: Klaar om te importeren (SHA256:%@…)
pl: Gotowe do importu (SHA256:%@…)
pt_br: Pronto para importar (SHA256:%@…)
pt_pt: Pronto para importar (SHA256:%@…)
ro: Gata de import (SHA256:%@…)
sl: Pripravljeno za uvoz (SHA256:%@…)
sv: Redo att importera (SHA256:%@…)
uk: Готово до імпорту (SHA256:%@…)
vi: Sẵn sàng nhập (SHA256:%@…)
zh_hans: 准备导入（SHA256:%@…）
zh_hant: 準備匯入（SHA256:%@…）

source: Ready via jump host
ar: جاهز عبر مضيف القفز
ca: Preparat via amfitrió de salt
cs: Připraveno přes jump host
da: Klar via jump-vært
de: Bereit über Jump-Host
es: Listo a través del servidor de salto
fi: Valmis hyppyisännän kautta
fr: Prêt via l'hôte de rebond
he: מוכן דרך מארח קפיצה
hu: Kész a jump hoston keresztül
it: Pronto tramite host di salto
ja: 踏み台ホスト経由で準備完了
ko: 점프 호스트를 통해 준비 완료
nb: Klar via jump-vert
nl: Gereed via jump-host
pl: Gotowe przez hosta pośredniczącego
pt_br: Pronto via host de salto
pt_pt: Pronto via anfitrião de salto
ro: Pregătit prin gazda de salt
sl: Pripravljeno prek posredniškega gostitelja
sv: Redo via jump-värd
uk: Готово через jump-хост
vi: Sẵn sàng qua máy chủ trung chuyển
zh_hans: 已通过跳板机就绪
zh_hant: 已透過跳板機就緒

source: Real astronomical positions
ar: مواقع فلكية حقيقية
ca: Posicions astronòmiques reals
cs: Skutečné astronomické pozice
da: Virkelige astronomiske positioner
de: Echte astronomische Positionen
es: Posiciones astronómicas reales
fi: Todelliset tähtitieteelliset sijainnit
fr: Positions astronomiques réelles
he: מיקומים אסטרונומיים אמיתיים
hu: Valós csillagászati pozíciók
it: Posizioni astronomiche reali
ja: 実際の天体位置
ko: 실제 천체 위치
nb: Virkelige astronomiske posisjoner
nl: Echte astronomische posities
pl: Rzeczywiste pozycje astronomiczne
pt_br: Posições astronômicas reais
pt_pt: Posições astronómicas reais
ro: Pozitii astronomice reale
sl: Dejanski astronomski položaji
sv: Verkliga astronomiska positioner
uk: Реальні астрономічні позиції
vi: Vị trí thiên văn thực tế
zh_hans: 真实天文位置
zh_hant: 真實天文位置

source: Realistic Gerstner waves with sun reflection path
ar: أمواج Gerstner واقعية مع مسار انعكاس الشمس
ca: Ones de Gerstner realistes amb camí de reflex solar
cs: Realistické Gerstnerovy vlny s cestou odrazu slunce
da: Realistiske Gerstner-bølger med solrefleksionssti
de: Realistische Gerstner-Wellen mit Sonnenreflexionspfad
es: Olas Gerstner realistas con reflejo solar
fi: Realistiset Gerstner-aallot auringon heijastuspolulla
fr: Vagues de Gerstner réalistes avec reflet du soleil
he: גלי Gerstner ריאליסטיים עם נתיב השתקפות שמש
hu: Realisztikus Gerstner-hullámok napfény-visszaverődési útvonallal
it: Onde di Gerstner realistiche con percorso di riflessione solare
ja: 太陽の反射を伴うリアルなゲルストナー波
ko: 태양 반사 경로가 포함된 사실적인 Gerstner 파동
nb: Realistiske Gerstner-bølger med solrefleksjonsbane
nl: Realistische Gerstner-golven met zonlichtreflectiepad
pl: Realistyczne fale Gerstnera ze ścieżką odbicia słonecznego
pt_br: Ondas Gerstner realistas com caminho de reflexão solar
pt_pt: Ondas de Gerstner realistas com reflexo solar
ro: Valuri Gerstner realiste cu reflexia soarelui
sl: Realistični Gerstnerjevi valovi z odsevom sonca
sv: Realistiska Gerstner-vågor med solreflektionsbana
uk: Реалістичні хвилі Герстнера з відбиттям сонця
vi: Sóng Gerstner thực tế với đường phản chiếu ánh mặt trời
zh_hans: 带有太阳反射路径的真实 Gerstner 波浪
zh_hant: 帶有太陽反射路徑的擬真 Gerstner 波浪

source: Reason: %@
ar: السبب: %@
ca: Motiu: %@
cs: Důvod: %@
da: Årsag: %@
de: Grund: %@
es: Motivo: %@
fi: Syy: %@
fr: Raison : %@
he: סיבה: %@
hu: Ok: %@
it: Motivo: %@
ja: 理由: %@
ko: 이유: %@
nb: Årsak: %@
nl: Reden: %@
pl: Powód: %@
pt_br: Motivo: %@
pt_pt: Motivo: %@
ro: Motiv: %@
sl: Razlog: %@
sv: Orsak: %@
uk: Причина: %@
vi: Lý do: %@
zh_hans: 原因：%@
zh_hant: 原因：%@

source: Reasoning
ar: الاستدلال
ca: Raonament
cs: Úvaha
da: Ræsonnering
de: Begründung
es: Razonamiento
fi: Päättely
fr: Raisonnement
he: חשיבה
hu: Gondolkodás
it: Ragionamento
ja: 推論
ko: 추론
nb: Resonnering
nl: Redenering
pl: Rozumowanie
pt_br: Raciocínio
pt_pt: Raciocínio
ro: Rationament
sl: Utemeljitev
sv: Resonemang
uk: Міркування
vi: Lý Luận
zh_hans: 推理
zh_hant: 推理

source: Reasoning level %@
ar: مستوى الاستدلال %@
ca: Nivell de raonament %@
cs: Úroveň úvahy %@
da: Ræsonneringsniveau %@
de: Denkstufe %@
es: Nivel de razonamiento %@
fi: Päättelytaso %@
fr: Niveau de raisonnement %@
he: רמת חשיבה %@
hu: Gondolkodási szint: %@
it: Livello di ragionamento %@
ja: 推論レベル %@
ko: 추론 수준 %@
nb: Resonneringsnivå %@
nl: Redeneerniveau %@
pl: Poziom rozumowania %@
pt_br: Nível de raciocínio %@
pt_pt: Nível de raciocínio %@
ro: Nivel de raționament %@
sl: Raven utemeljitve %@
sv: Resonemangsnivå %@
uk: Рівень міркувань %@
vi: Mức lý luận %@
zh_hans: 推理级别 %@
zh_hant: 推理層級 %@

source: Reasoning level applies per model and can also be changed from the model picker.
ar: ينطبق مستوى الاستدلال على كل نموذج على حدة، ويمكن تغييره أيضاً من منتقي النماذج.
ca: El nivell de raonament s'aplica per model i també es pot canviar des del selector de models.
cs: Úroveň úvahy platí pro každý model zvlášť a lze ji změnit i ve výběru modelů.
da: Ræsonneringsniveauet gælder pr. model og kan også ændres i modelvælgeren.
de: Die Denkstufe gilt pro Modell und kann auch in der Modellauswahl geändert werden.
es: El nivel de razonamiento se aplica por modelo y también se puede cambiar desde el selector de modelos.
fi: Päättelytaso on mallikohtainen, ja sen voi vaihtaa myös mallivalitsimesta.
fr: Le niveau de raisonnement s'applique par modèle et peut aussi être modifié depuis le sélecteur de modèles.
he: רמת החשיבה חלה לכל מודל בנפרד, וניתן לשנות אותה גם מבורר המודלים.
hu: A gondolkodási szint modellenként érvényes, és a modellválasztóból is módosítható.
it: Il livello di ragionamento si applica a ogni modello e può essere modificato anche dal selettore modelli.
ja: 推論レベルはモデルごとに適用され、モデル選択からも変更できます。
ko: 추론 수준은 모델별로 적용되며 모델 선택기에서도 변경할 수 있습니다.
nb: Resonneringsnivået gjelder per modell og kan også endres fra modellvelgeren.
nl: Het redeneerniveau geldt per model en kan ook worden gewijzigd in de modelselectie.
pl: Poziom rozumowania obowiązuje osobno dla każdego modelu i można go też zmienić w selektorze modeli.
pt_br: O nível de raciocínio é definido por modelo e também pode ser alterado no seletor de modelos.
pt_pt: O nível de raciocínio aplica-se a cada modelo e também pode ser alterado no seletor de modelos.
ro: Nivelul de raționament se aplică pentru fiecare model și poate fi schimbat și din selectorul de modele.
sl: Raven utemeljitve velja za posamezen model in jo lahko spremenite tudi v izbirniku modelov.
sv: Resonemangsnivån gäller per modell och kan även ändras i modellväljaren.
uk: Рівень міркувань застосовується окремо для кожної моделі, його також можна змінити в засобі вибору моделей.
vi: Mức lý luận áp dụng cho từng mô hình và cũng có thể thay đổi từ bộ chọn mô hình.
zh_hans: 推理级别按模型分别设置，也可在模型选择器中更改。
zh_hant: 推理層級會依個別模型套用，也可從模型選擇器中變更。

source: Reasoning: %@
ar: الاستدلال: %@
ca: Raonament: %@
cs: Úvaha: %@
da: Ræsonnering: %@
de: Denkstufe: %@
es: Razonamiento: %@
fi: Päättely: %@
fr: Raisonnement : %@
he: חשיבה: %@
hu: Gondolkodás: %@
it: Ragionamento: %@
ja: 推論: %@
ko: 추론: %@
nb: Resonnering: %@
nl: Redenering: %@
pl: Rozumowanie: %@
pt_br: Raciocínio: %@
pt_pt: Raciocínio: %@
ro: Raționament: %@
sl: Utemeljitev: %@
sv: Resonemang: %@
uk: Міркування: %@
vi: Lý luận: %@
zh_hans: 推理：%@
zh_hant: 推理：%@

source: Reattaching to the existing remote session.
ar: جارٍ إعادة الإرفاق بالجلسة البعيدة الحالية.
ca: S’està tornant a connectar amb la sessió remota existent.
cs: Opětovné připojování ke stávající vzdálené relaci.
da: Tilslutter igen til den eksisterende fjernsession.
de: Verbinde erneut mit der bestehenden Remote-Sitzung.
es: Reconectando con la sesión remota existente.
fi: Yhdistetään uudelleen olemassa olevaan etäistuntoon.
fr: Reconnexion à la session distante existante.
he: מתחבר מחדש לסשן המרוחק הקיים.
hu: Újracsatlakozás a meglévő távoli munkamenethez.
it: Riconnessione alla sessione remota esistente.
ja: 既存のリモートセッションに再接続しています。
ko: 기존 원격 세션에 다시 연결하는 중입니다.
nb: Kobler til den eksisterende fjernøkten på nytt.
nl: Opnieuw verbinden met de bestaande externe sessie.
pl: Ponowne łączenie z istniejącą sesją zdalną.
pt_br: Reconectando à sessão remota existente.
pt_pt: A restabelecer ligação à sessão remota existente.
ro: Se reconectează la sesiunea la distanță existentă.
sl: Ponovno pripenjanje na obstoječo oddaljeno sejo.
sv: Återansluter till den befintliga fjärrsessionen.
uk: Повторне під’єднання до наявного віддаленого сеансу.
vi: Đang kết nối lại với phiên từ xa hiện có.
zh_hans: 正在重新接入现有的远程会话。
zh_hant: 正在重新接入現有的遠端工作階段。
